tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "yqrashawn/goku"
brew "bat"
brew "coreutils"
brew "curl"
brew "exa"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gibo"
brew "git"
brew "gnupg"
brew "imagemagick"
brew "mas"
brew "rename"
brew "tig"
brew "tmux"
brew "vim"
brew "youtube-dl"
brew "zsh"
brew "yqrashawn/goku/goku"
cask "alacritty"
cask "alfred"
cask "deepl"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "gyazo"
cask "iterm2"
cask "karabiner-elements"
cask "visual-studio-code"
mas "Magnet", id: 441258766
mas "Tag Editor", id: 886882234
mas "Take a Break", id: 1457158844
