tap "b4b4r07/tap"
tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jhawthorn/fzy"
tap "yqrashawn/goku"
brew "bash"
brew "binutils"
brew "ccat"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "findutils"
brew "fzy"
brew "gawk"
brew "gh"
brew "gibo"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "grep"
brew "gzip"
brew "mas"
brew "tcl-tk"
brew "python@3.9"
brew "rename"
brew "tig"
brew "tmux"
brew "vim"
brew "yqrashawn/goku/goku"
cask "alacritty"
cask "alfred"
cask "brave-browser"
cask "cleanshot"
cask "deepl"
cask "firefox"
cask "font-source-han-code-jp"
cask "google-backup-and-sync"
cask "google-chrome"
cask "karabiner-elements"
cask "mapture"
cask "pixelsnap"
cask "prepros"
cask "visual-studio-code"
mas "Magnet", id: 441258766
mas "Spark", id: 1176895641
mas "Tag Editor", id: 886882234
