tap "b4b4r07/tap"
tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jhawthorn/fzy"
tap "yqrashawn/goku"
brew "bat"
brew "ccat"
brew "coreutils"
brew "cpanminus"
brew "curl"
brew "docker"
brew "exa"
brew "expect"
brew "fd"
brew "fzf"
brew "fzy"
brew "gh"
brew "gibo"
brew "git"
brew "gnupg"
brew "imagemagick"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "rename"
brew "tig"
brew "tmux"
brew "vim"
brew "zsh"
brew "b4b4r07/tap/gomi"
brew "yqrashawn/goku/goku"
cask "alacritty"
cask "alfred"
cask "deepl"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "gyazo"
cask "iterm2"
cask "karabiner-elements"
cask "mapture"
cask "pixelsnap"
cask "prepros"
cask "visual-studio-code"
mas "Magnet", id: 441258766
mas "Tag Editor", id: 886882234
